Repository: bkatnich/BKS-Sports-iOS
Catalog: assets/Localizable.xcstrings
Source language: en
Languages: es, fr_ca

# inbox.event.propPredictionsReady
source: Prop Predictions Updated
es: Predicciones de Props Actualizadas
fr_ca: Prédictions de Props Mises à Jour

# inbox.event.trendsUpdate
source: Trends Update
es: Actualización de tendencias
fr_ca: Mise à jour des tendances

# inbox.event.unknown
source: Update
es: Actualización
fr_ca: Mise à jour

# inbox.loading
source: Loading alerts…
es: Cargando…
fr_ca: Chargement…

# inbox.odds.gameCount
source: %lld games
es: %lld partidos
fr_ca: %lld matchs

# inbox.odds.unavailable
source: Lines not yet posted
es: Líneas no publicadas aún
fr_ca: Cotes pas encore publiées

# inbox.propPredictions.body
source: Fresh prop predictions are ready for %lld players. Head to the Board to review today's projections.
es: Nuevas predicciones de props para %lld jugadores. Ve al tablero para revisar las proyecciones de hoy.
fr_ca: De nouvelles prédictions de props sont disponibles pour %lld joueurs. Consultez le tableau pour les projections du jour.

# inbox.propPredictions.cardTitle
source: Prop Predictions Updated
es: Predicciones de Props Actualizadas
fr_ca: Prédictions de Props Mises à Jour

# inbox.propPredictions.navTitle
source: Prop Predictions
es: Predicciones de Props
fr_ca: Prédictions de Props

# inbox.propPredictions.subtitle
source: %lld players · %@
es: %lld jugadores · %@
fr_ca: %lld joueurs · %@

# inbox.retry
source: Try Again
es: Reintentar
fr_ca: Réessayer

# inbox.title
source: Alerts
es: Alertas
fr_ca: Alertes

# injuryDetail.playersLabel
source: Players
es: Jugadores
fr_ca: Joueurs

# injuryDetail.returnWindow.active
source: Active
es: Activo
fr_ca: Actif

# injuryDetail.returnWindow.days
source: Day %lld back
es: Día %lld de regreso
fr_ca: Jour %lld de retour

# injuryDetail.row.returnDate
source: Est. Return
es: Regreso est.
fr_ca: Retour est.

# injuryDetail.row.returnWindow
source: Comeback Window
es: Ventana de regreso
fr_ca: Fenêtre de retour

# injuryDetail.title
source: Injury Update
es: Actualización de lesión
fr_ca: Mise à jour blessure

# injuryDetail.updatedLabel
source: Updated
es: Actualizado
fr_ca: Mis à jour

# notifications.navTitle
source: Notifications
es: Notificaciones

# notifications.types.header
source: Alert Types
es: Tipos de Alerta
fr_ca: Types d'Alertes

# oddsDetail.gamesLabel
source: Games
es: Partidos
fr_ca: Matchs

# oddsDetail.title
source: Odds Update
es: Actualización de cuotas
fr_ca: Mise à jour des cotes

# oddsDetail.updatedLabel
source: Updated
es: Actualizado
fr_ca: Mis à jour

# offline.banner
source: No internet connection
es: Sin conexión a internet
fr_ca: Aucune connexion internet

# offseason.message
source: The season is over. Check back when games resume.
es: La temporada ha terminado. Vuelve cuando se reanuden los partidos.
fr_ca: La saison est terminée. Revenez quand les matchs reprendront.

# opportunity.detail.homeAdvantage
source: Home Advantage
es: Ventaja local
fr_ca: Avantage local

# opportunity.detail.matchup
source: Matchup
es: Rival
fr_ca: Affrontement

# opportunity.detail.mode
source: Mode
es: Modo

# opportunity.detail.platform
source: Platform
es: Plataforma
fr_ca: Plateforme

# opportunity.detail.playerTier
source: Player Tier
es: Nivel
fr_ca: Niveau du joueur

# opportunity.detail.score
source: Opp Score
es: Punt. Oport.
fr_ca: Score opp.

# opportunity.detail.surging
source: Surging
es: En racha
fr_ca: En montée

# opportunity.detail.yes
source: Yes
es: Sí
fr_ca: Oui

# opportunityDetail.edge.consistency
source: Consistency
es: Consistencia
fr_ca: Constance

# opportunityDetail.edge.hotStreak
source: Hot Streak
es: Racha Caliente
fr_ca: Série en feu

# opportunityDetail.edge.hotStreakGames %lld
source: %lld games
es: %lld juegos
fr_ca: %lld matchs

# opportunityDetail.edge.playoffGames
source: Playoff Games
es: Partidos de Playoffs
fr_ca: Matchs éliminatoires

# opportunityDetail.edge.rotationBoost
source: Rotation Boost
es: Impulso de Rotación
fr_ca: Bonus de rotation

# opportunityDetail.edge.rotationTier
source: Rotation Tier
es: Nivel de Rotación
fr_ca: Niveau de rotation

# opportunityDetail.edge.trend
source: Trend
es: Tendencia
fr_ca: Tendance

# opportunityDetail.edge.trendDown
source: Trending Down
es: En Descenso
fr_ca: En baisse

# opportunityDetail.edge.trendFlat
source: Flat
es: Estable
fr_ca: Stable

# opportunityDetail.edge.trendTrust
source: Trend Trust
es: Confianza de Tendencia
fr_ca: Confiance de tendance

# opportunityDetail.edge.trendUp
source: Trending Up
es: En Ascenso
fr_ca: En hausse

# opportunityDetail.edge.usageEfficient
source: Efficient Usage
es: Uso Eficiente
fr_ca: Utilisation efficace

# opportunityDetail.edge.usageExpanding
source: Expanding
es: En Expansión
fr_ca: En expansion

# opportunityDetail.edge.usageExpandingEfficiently
source: Expanding Efficiently
es: Expansión Eficiente
fr_ca: Expansion efficace

# opportunityDetail.edge.usageSignal
source: Usage Signal
es: Señal de Uso
fr_ca: Signal d'utilisation

# opportunityDetail.edge.usageVolumeInflation
source: Volume Inflation
es: Inflación de Volumen
fr_ca: Inflation de volume

# opportunityDetail.edge.venueSplit
source: Home vs Away
es: Local vs Visitante
fr_ca: Domicile vs Extérieur

# opportunityDetail.edge.venueSplitValue %@
source: %@ home edge
es: %@ ventaja local
fr_ca: %@ avantage domicile

# opportunityDetail.error.playerNotFound
source: Player data unavailable
es: Datos del jugador no disponibles
fr_ca: Données du joueur non disponibles

# opportunityDetail.stats.avgMin
source: Avg Min
es: Prom. Min.
fr_ca: Moy. Min.

# opportunityDetail.stats.awayAvg
source: Away Avg
es: Prom. Vis.
fr_ca: Moy. Ext.

# opportunityDetail.stats.dkAvg
source: DK Avg
es: Prom. DK
fr_ca: Moy. DK

# opportunityDetail.stats.homeAvg
source: Home Avg
es: Prom. Local
fr_ca: Moy. Dom.

# opportunityDetail.tab.edge
source: Today's Edge
es: Ventaja de Hoy
fr_ca: Avantage du jour

# opportunityDetail.tab.gameLog
source: Game Log
es: Registro de Juegos
fr_ca: Journal de matchs

# paywall.subtitle
source: Full access to player insights, projections, and analysis.
es: Acceso completo a información de jugadores, proyecciones y análisis.
fr_ca: Accès complet aux analyses de joueurs, projections et analyses.

# player.tier.avgFantasy %lf
source: Avg %.1f fantasy pts/game
es: Promedio %.1f puntos fantasy/partido
fr_ca: Moy. %.1f pts fantasy/match

# player.tier.avgMinutes %lf
source: Avg %.1f min/game
es: Promedio %.1f min/partido
fr_ca: Moy. %.1f min/match

# player.tier.consistency %lf
source: %.0f%% consistency score
es: %.0f%% de puntuación de consistencia
fr_ca: %.0f%% de score de constance

# player.tier.ranked %@
source: Player Tier Ranking: **%@**
es: Clasificación de nivel: **%@**
fr_ca: Classement du joueur : **%@**

# profile.deleteAccount.subscriptionWarning.cancel
source: Cancel
es: Cancelar
fr_ca: Annuler

# profile.deleteAccount.subscriptionWarning.deleteAnyway
source: Delete Account Anyway
es: Eliminar cuenta de todas formas
fr_ca: Supprimer quand même le compte

# profile.deleteAccount.subscriptionWarning.manage
source: Manage Subscription
es: Gestionar suscripción
fr_ca: Gérer l'abonnement

# profile.deleteAccount.subscriptionWarning.message
source: You have an active subscription. Deleting your account will not automatically cancel it. Cancel your subscription in Apple ID settings first to avoid further charges.
es: Tienes una suscripción activa. Eliminar tu cuenta no la cancelará automáticamente. Cancela tu suscripción en Configuración de Apple ID primero para evitar cargos adicionales.
fr_ca: Vous avez un abonnement actif. La suppression de votre compte ne l'annulera pas automatiquement. Annulez votre abonnement dans les réglages Apple ID d'abord pour éviter des frais supplémentaires.

# profile.deleteAccount.subscriptionWarning.title
source: Active Subscription
es: Suscripción activa
fr_ca: Abonnement actif

# profile.eraseCache.banner.done
source: Data refreshed
es: Datos actualizados
fr_ca: Données actualisées

# profile.eraseCache.banner.refreshing
source: Refreshing data…
es: Actualizando datos…
fr_ca: Actualisation des données…

# profile.row.attributions
source: Attributions
es: Atribuciones

# profile.row.clearAppData
source: Clear App Data
es: Borrar datos de la app
fr_ca: Effacer les données de l'app

# profile.row.comingSoon
source: Coming Soon
es: Próximamente
fr_ca: Bientôt disponible

# profile.row.deleteAccount
source: Delete My Account
es: Eliminar mi cuenta
fr_ca: Supprimer mon compte

# profile.row.email
source: Email
es: Correo electrónico
fr_ca: Courriel

# profile.row.exportData
source: Export My Data
es: Exportar mis datos
fr_ca: Exporter mes données

# profile.row.manageSubscription
source: Manage Subscription
es: Gestionar suscripción
fr_ca: Gérer l'abonnement

# profile.row.notifications
source: Notifications
es: Notificaciones

# profile.row.notifications.injury
source: Injury Updates
es: Actualizaciones de Lesiones
fr_ca: Mises à Jour des Blessures

# profile.row.notifications.lineup
source: Lineup Updates
es: Actualizaciones de Alineación
fr_ca: Mises à Jour des Alignements

# profile.row.notifications.odds
source: Odds Updates
es: Actualizaciones de Cuotas
fr_ca: Mises à Jour des Cotes

# profile.row.notifications.playoff
source: Playoff Alerts
es: Alertas de Playoffs
fr_ca: Alertes des Séries Éliminatoires

# profile.row.privacyPolicy
source: Privacy Policy
es: Política de privacidad
fr_ca: Politique de confidentialité

# profile.row.sendFeedback
source: Send Feedback
es: Enviar comentarios
fr_ca: Envoyer des commentaires

# profile.row.signInMethod
source: Sign-in Method
es: Método de inicio de sesión
fr_ca: Méthode de connexion

# profile.row.signOut
source: Sign Out
es: Cerrar sesión
fr_ca: Déconnexion

# profile.row.subscription
source: Subscription
es: Suscripción
fr_ca: Abonnement

# profile.row.termsOfService
source: Terms of Service
es: Términos de servicio
fr_ca: Conditions d'utilisation

# profile.row.version
source: Version
es: Versión

# profile.section.about
source: About
es: Acerca de
fr_ca: À propos

# profile.section.account
source: Account
es: Cuenta
fr_ca: Compte

# profile.section.accountActions
source: Account Actions
es: Acciones de cuenta
fr_ca: Actions du compte

# profile.section.dangerZone
source: Danger Zone
es: Zona de peligro
fr_ca: Zone dangereuse

# profile.section.dataPrivacy
source: Data & Privacy
es: Datos y privacidad
fr_ca: Données et confidentialité

# profile.section.preferences
source: Preferences
es: Preferencias
fr_ca: Préférences

# projecting.empty
source: No projections available right now
es: No hay proyecciones disponibles ahora
fr_ca: Aucune projection disponible présentement

# projecting.error
source: Unable to load projections
es: No se pudieron cargar las proyecciones
fr_ca: Impossible de charger les projections

# projecting.filter.empty
source: No players match your filters
es: Ningún jugador coincide con tus filtros
fr_ca: Aucun joueur ne correspond à vos filtres

# projecting.retry
source: Retry
es: Reintentar
fr_ca: Réessayer

# projecting.subtitle
source: Over the future 5 games
es: En los próximos 5 partidos
fr_ca: Sur les 5 prochains matchs

# projecting.tab.boom
source: Boom
es: Alza
fr_ca: Hausse

# projecting.tab.bust
source: Bust
es: Baja
fr_ca: Baisse

# projecting.tier.none
source: No players in this tier
es: No hay jugadores en este nivel
fr_ca: Aucun joueur dans ce niveau

# projecting.title
source: Projecting
es: Proyecciones
fr_ca: Projections

# projection.detail.mode
source: Mode
es: Modo

# projection.detail.platform
source: Platform
es: Plataforma
fr_ca: Plateforme

# projection.detail.playerTier
source: Player Tier
es: Nivel
fr_ca: Niveau

# projection.detail.score
source: Proj Score
es: Punt. Proy.
fr_ca: Score proj.

# projection.detail.surging
source: Surging
es: En racha
fr_ca: En montée

# projection.detail.yes
source: Yes
es: Sí
fr_ca: Oui

# projectionDetail.error.playerNotFound
source: Player data unavailable
es: Datos del jugador no disponibles
fr_ca: Données du joueur non disponibles

# projectionDetail.outlook.acceleration
source: Acceleration
es: Aceleración
fr_ca: Accélération

# projectionDetail.outlook.hotStreak
source: Hot Streak
es: Racha Caliente
fr_ca: Série en feu

# projectionDetail.outlook.hotStreakGames %lld
source: %lld games
es: %lld juegos
fr_ca: %lld matchs

# projectionDetail.outlook.oppStrength
source: Avg Opp Strength
es: Fuerza Prom. Oponente
fr_ca: Force moy. adversaire

# projectionDetail.outlook.trend
source: Trend
es: Tendencia
fr_ca: Tendance

# projectionDetail.outlook.trendDown
source: Trending Down
es: En Descenso
fr_ca: En baisse

# projectionDetail.outlook.trendFlat
source: Flat
es: Estable
fr_ca: Stable

# projectionDetail.outlook.trendUp
source: Trending Up
es: En Ascenso
fr_ca: En hausse

# projectionDetail.outlook.usageEfficient
source: Efficient Usage
es: Uso Eficiente
fr_ca: Utilisation efficace

# projectionDetail.outlook.usageExpanding
source: Expanding
es: En Expansión
fr_ca: En expansion

# projectionDetail.outlook.usageExpandingEfficiently
source: Expanding Efficiently
es: Expansión Eficiente
fr_ca: Expansion efficace

# projectionDetail.outlook.usageSignal
source: Usage Signal
es: Señal de Uso
fr_ca: Signal d'utilisation

# projectionDetail.outlook.usageVolumeInflation
source: Volume Inflation
es: Inflación de Volumen
fr_ca: Inflation de volume

# projectionDetail.outlook.venueSplit
source: Home vs Away
es: Local vs Visitante
fr_ca: Domicile vs Extérieur

# projectionDetail.outlook.venueSplitValue %@
source: %@ home edge
es: %@ ventaja local
fr_ca: %@ avantage domicile

# projectionDetail.schedule.comingSoon
source: Schedule data coming soon
es: Datos del calendario próximamente
fr_ca: Données du calendrier à venir

# projectionDetail.schedule.split %lld %lld
source: %1$lld Home / %2$lld Away
es: %1$lld Local / %2$lld Visitante
fr_ca: %1$lld Domicile / %2$lld Extérieur

# projectionDetail.schedule.title
source: Next 5 Games
es: Próximos 5 partidos
fr_ca: 5 prochains matchs

# projectionDetail.score.consistency
source: Consistency
es: Consistencia
fr_ca: Constance

# projectionDetail.stats.avgMin
source: Avg Min
es: Prom. Min.
fr_ca: Moy. Min.

# projectionDetail.stats.awayAvg
source: Away Avg
es: Prom. Vis.
fr_ca: Moy. Ext.

# projectionDetail.stats.dkAvg
source: DK Avg
es: Prom. DK
fr_ca: Moy. DK

# projectionDetail.stats.homeAvg
source: Home Avg
es: Prom. Local
fr_ca: Moy. Dom.

# projectionDetail.tab.gameLog
source: Game Log
es: Registro de Juegos
fr_ca: Journal de matchs

# projectionDetail.tab.outlook
source: Trend Overview
es: Resumen de Tendencia
fr_ca: Aperçu des tendances

# prospecting.empty
source: No opportunities available
es: No hay oportunidades disponibles
fr_ca: Aucune opportunité disponible

# prospecting.empty.noGames
source: No games scheduled for today
es: No hay juegos programados para hoy
fr_ca: Aucun match prévu aujourd'hui

# prospecting.empty.noOpportunities
source: There are games today but no opportunities available
es: Hay juegos hoy pero no hay oportunidades disponibles
fr_ca: Il y a des matchs aujourd'hui mais aucune opportunité disponible

# prospecting.error
source: Failed to load opportunities
es: Error al cargar oportunidades
fr_ca: Échec du chargement des opportunités

# prospecting.filter.empty
source: No results match your filters
es: Ningún resultado coincide con tus filtros
fr_ca: Aucun résultat ne correspond à vos filtres

# prospecting.retry
source: Retry
es: Reintentar
fr_ca: Réessayer

# prospecting.subtitle
source: Today's present opportunities
es: Oportunidades de hoy
fr_ca: Opportunités du jour

# prospecting.tab.foolsGold
source: Fools Gold
es: Oro Falso
fr_ca: Faux Or

# prospecting.tab.gems
source: Gems
es: Gemas
fr_ca: Perles

# prospecting.tier.none
source: None in this Tier
es: Ninguno en este nivel
fr_ca: Aucun dans ce niveau

# prospecting.title
source: Prospecting
es: Prospección
fr_ca: Prospection

# rotationTier.bench
source: Bench
es: Banca
fr_ca: Banc

# rotationTier.fringe
source: Fringe
es: Marginal
fr_ca: Marginal

# rotationTier.rotation
source: Rotation
es: Rotación

# rotationTier.star
source: Star
es: Estrella
fr_ca: Étoile

# rotationTier.starter
source: Starter
es: Titular
fr_ca: Partant

# seasonMode.offseason
source: Offseason
es: Fuera de temporada
fr_ca: Hors saison

# signIn.signUp
source: Sign Up
es: Registrarse
fr_ca: S'inscrire

# signUp.confirmPassword
source: Confirm Password
es: Confirmar contraseña
fr_ca: Confirmer le mot de passe

# signUp.error.title
source: Account Creation Failed
es: Error al crear la cuenta
fr_ca: La création du compte a échoué

# signUp.requirement.minLength
source: At least 6 characters
es: Al menos 6 caracteres
fr_ca: Au moins 6 caractères

# signUp.requirement.passwordsMatch
source: Passwords match
es: Las contraseñas coinciden
fr_ca: Les mots de passe correspondent

# signUp.title
source: Sign Up
es: Registrarse
fr_ca: S'inscrire

# splash.subtitle
source: %@ Edition
es: Edición %@
fr_ca: %@ Édition

# subscription.error.cancelled
source: Purchase was cancelled.
es: La compra fue cancelada.
fr_ca: L'achat a été annulé.

# subscription.error.notFound
source: Product not found.
es: Producto no encontrado.
fr_ca: Produit introuvable.

# subscription.error.pending
source: Purchase is pending approval.
es: La compra está pendiente de aprobación.
fr_ca: L'achat est en attente d'approbation.

# subscription.error.verification
source: Purchase could not be verified.
es: No se pudo verificar la compra.
fr_ca: L'achat n'a pas pu être vérifié.

# tier.toast.playerCount %lld
source: %lld players
es: %lld jugadores
fr_ca: %lld joueurs

# tier.toast.scoreRange %@ %@
source: Scores: %1$@ – %2$@
es: Puntuaciones: %1$@ – %2$@

# trending.empty
source: There is no trending data available
es: No hay datos de tendencia disponibles
fr_ca: Aucune donnée de tendance disponible

# trending.error
source: Failed to load trending players
es: No se pudo cargar los jugadores en tendencia
fr_ca: Échec du chargement des joueurs en tendance

# trending.filter.empty
source: No players match your filters
es: Ningún jugador coincide con tus filtros
fr_ca: Aucun joueur ne correspond à vos filtres

# trending.retry
source: Retry
es: Reintentar
fr_ca: Réessayer

# trending.search.placeholder
source: Search by player name or team
es: Buscar por nombre de jugador o equipo
fr_ca: Rechercher par nom de joueur ou équipe

# trending.searchTips.playerName
source: Player name
es: Nombre del jugador
fr_ca: Nom du joueur

# trending.searchTips.playerName.example
source: e.g. "Ohtani", "Judge"
es: ej. "Ohtani", "Judge"
fr_ca: ex. « Ohtani », « Judge »

# trending.searchTips.position
source: Position filter chips
es: Filtros de posición
fr_ca: Filtres de position

# trending.searchTips.position.example
source: Tap PG, SG, SF, PF or C below
es: Toca PG, SG, SF, PF o C abajo
fr_ca: Touchez PG, SG, SF, PF ou C ci-dessous

# trending.searchTips.teamAbbr
source: Team abbreviation
es: Abreviatura del equipo
fr_ca: Abréviation de l'équipe

# trending.searchTips.teamAbbr.example
source: e.g. "NYY", "LAD"
es: ej. "NYY", "LAD"
fr_ca: ex. « NYY », « LAD »

# trending.searchTips.teamName
source: Full team name
es: Nombre completo del equipo
fr_ca: Nom complet de l'équipe

# trending.searchTips.teamName.example
source: e.g. "New York Yankees"
es: ej. "New York Yankees"
fr_ca: ex. « New York Yankees »

# trending.searchTips.title
source: Search Tips
es: Consejos de búsqueda
fr_ca: Astuces de recherche

# trending.tab.cold
source: Cold
es: Fríos
fr_ca: Froids

# trending.tab.hot
source: Hot
es: Calientes
fr_ca: Chauds

# trending.tier.none
source: None
es: Ninguno
fr_ca: Aucun

# trending.title
source: Trending
es: Tendencias
fr_ca: Tendances

# board.card.vs
source: vs
fr_ca: c.

# boardDetail.header.efficiency.playoffs
source: Playoffs
fr_ca: Séries éliminatoires

# gameDetail.vsVegas
source: vs %@ Vegas
fr_ca: c. %@ Vegas

# opportunity.detail.no
source: No
fr_ca: Non

# opportunityDetail.edge.usageNeutral
source: Neutral
fr_ca: Neutre

# projection.detail.no
source: No
fr_ca: Non

# projectionDetail.outlook.usageNeutral
source: Neutral
fr_ca: Neutre

# seasonMode.playoffs
source: Playoffs
fr_ca: Séries éliminatoires
